{
    "advancement.ptdye.root": "Welcome to Chroma Prime",
    "advancement.ptdye.root.desc": "Crash land on Chroma Prime",
    "advancement.ptdye.toolbox": "In case of Crash Landing",
    "advancement.ptdye.toolbox.desc": "Is that an alarm?",
    "advancement.ptdye.daisy": "Critical Purification",
    "advancement.ptdye.daisy.desc": "Did the Pure Daisy survive the crash?!",
    "advancement.ptdye.white_powder": "Pure Milk",
    "advancement.ptdye.white_powder.desc": "Purify Milk into Powder",
    "advancement.ptdye.raw_white": "Extracting Color",
    "advancement.ptdye.raw_white.desc": "Make Raw White",
    "advancement.ptdye.white_ingot": "Pressed into a White Ingot!",
    "advancement.ptdye.white_ingot.desc": "Press Raw White into a White Ingot",
    "advancement.ptdye.white_sheet": "Pressed into a White Sheet!",
    "advancement.ptdye.white_sheet.desc": "Press a White Ingot into a White Sheet",
    "advancement.ptdye.sturdy_device": "Automate Sturdy Devices",
    "advancement.ptdye.sturdy_device.desc": "Automate creating Sturdy Devices",
    "advancement.ptdye.blob": "Aren't Some Moons Made of This?",
    "advancement.ptdye.blob.desc": "Make Fermented Blobs",
    "advancement.ptdye.soap": "You Make Some, You Buy Some",
    "advancement.ptdye.soap.desc": "Get Soap",
    "advancement.ptdye.logs": "Wood Doesn't Grow on Trees?",
    "advancement.ptdye.logs.desc": "Get Logs of Any Kind",
    "advancement.ptdye.cogs": "The Base of Technology",
    "advancement.ptdye.cogs.desc": "Make Cogs",
    "advancement.ptdye.grass_block": "Healthy Soil",
    "advancement.ptdye.grass_block.desc": "Get a Grass Block",
    "advancement.ptdye.bread": "Make Bread",
    "advancement.ptdye.bread.desc": "Calories, Such a Dumb Dependency",
    "advancement.ptdye.trade": "Into the Mesh",
    "advancement.ptdye.trade.desc": "Receive an intergalactic trade offer through the Mesh",
    "advancement.ptdye.milk": "Automatic Milk",
    "advancement.ptdye.milk.desc": "Setup automated milk production",

    "item.ptdye.hammer": "Hammer",
    "item.ptdye.hammer.tooltip.summary": "Turns blocks back into device parts quickly!",

    "status.ptdye.trading_platform.blocked": "Cannot land in the selected spot - The way is blocked",
    "status.ptdye.trading_platform.platform_nearby": "USCUPP® terms and services do not allow trading platforms this close to each other",
    "status.ptdye.trading_platform.landing_spot_ok": "",

    "company.ptdye.mlc": "Magical Landscaping Co",
    "company.ptdye.bhb": "Black Hole Bagels LLC",
    "company.ptdye.bnw": "Boards and Wires",
    "company.ptdye.bcf": "Bobs Construction Fleet",
    "company.ptdye.qube": "Qube",
    "company.ptdye.sss": "Stellar Sigil Syndicate",
    "company.ptdye.ccc": "Cosmic Cuisine Collective",
    "company.ptdye.gbd": "Galactic Beast Deliveries",
    "company.ptdye.wsc": "Wood Strike and Co",

    "agreement.ptdye.item.displayName": "%s - %s",

    "agreement.ptdye.bcfPlates.title": "We want plates",
    "agreement.ptdye.bcfPlates.message": "Hello, I see you are new here in the trading mesh, doesn't matter much, Im from BCF and we want to contract some white plates, willing to pay too",
    "agreement.ptdye.bcfPlates2.title": "We want more plates",
    "agreement.ptdye.bcfPlates2.message": "Hello, you did well on you last contract, good job. We require more plates, this time our volume is bigger, and so is the payment",
    "agreement.ptdye.bcfPlatesPermanent.title": "Plates, fixed rates",
    "agreement.ptdye.bcfPlatesPermanent.message": "You have done well, I forsee a long and profitable relationship between us. Now that we have setup a new factory on Zora with the help of mlc, we want fixed rates with you, if you are up for it.",
    "agreement.ptdye.bfcPickaxes.title": "Tools needed",
    "agreement.ptdye.bfcPickaxes.message": "Planing to do some work for some computer company on Zora, we need some tools.",
    "agreement.ptdye.bfcHelmets.title": "Hardhats",
    "agreement.ptdye.bfcHelmets.message": "We also need some hardhats for our upcoming contract, less urgent though so take your time.",

    "agreement.ptdye.mlcEndstoneFixed.title": "Building a moon, materials needed",
    "agreement.ptdye.mlcEndstoneFixed.message": "We have a long term project going, building a moon for a rich client of ours, we need a lot of moonstone, we can supply you with some chorus fruit in return.",
    "agreement.ptdye.mlcSand.title": "Your Sand – Our Beaches?",
    "agreement.ptdye.mlcSand.message": "Hey there, new kid. Heard you're the fresh grain on the block. We are in the biz of building billionaire beachfronts. So, heres the scoop: we need sand. Lots of it. Pristine, white, untouched, like your manufacturing rep. Lets make a deal that will put your sands on the lunar map. Whaddya say?",
    "agreement.ptdye.mlcSand2.title": "More sand!",
    "agreement.ptdye.mlcSand2.message": "Your sand is smooth like no other! We want to buy MORE of it, not white this time, regular clean sand, and a bunch more, lets get this going shall we?",
    "agreement.ptdye.mlcSandFixed.title": "Lets seal the deal on that beautiful sand",
    "agreement.ptdye.mlcSandFixed.message": "Alright this is a done deal. Lets have a relationship you and I, lets start a constant thing, lets tell the family. First lets make sure we got solid lines right? Consider us partners forever, you keep sending us your golden dust and we are happy bees.",

    "agreement.ptdye.bhbCheese.title": "Ingredients needed",
    "agreement.ptdye.bhbCheese.message": "Hello, we are a new company that is trying to make a new recipe for bagels, we need some ingredients, willing to pay, simple as that.",
    "agreement.ptdye.bhbCheeseFixed.title": "Lets make some bagels",
    "agreement.ptdye.bhbCheeseFixed.message": "Alright, yup, this works. I want more of that cheesy stuff, a lot more. Lets make this a regular thing",
    "agreement.ptdye.bhbWheat.title": "Clean wheat needed",
    "agreement.ptdye.bhbWheat.message": "Currently we are getting our wheat from Qube, we are not 100% where they are getting it but it always comes stained with blood, we have a line dedicated to cleaning just because of that. If you can supply clean wheat, I think we can be great friends.",
    "agreement.ptdye.bhbWheatFixedRates.title": "Clean wheat fixed rates",
    "agreement.ptdye.bhbWheatFixedRates.message": "Alright, you are our new main source now, don't fail us, and don't worry about Qube, we wont tell them.",
    "agreement.ptdye.bhbFurnaces.title": "Expanding our presence on Zora",
    "agreement.ptdye.bhbFurnaces.message": "We are expanding our presence on Zora, we need some furnaces, you have proven yourself so far, lets see if we can work some fixed rates for your wheat after this.",

    "agreement.ptdye.wscAxes.title": "A new season is upon us, Tools needed",
    "agreement.ptdye.wscAxes.message": "Hey there, hoser. Were the fun folks at WSC busier than a beaver in a woodpile! Our tools are top-notch, but we're short a few axes. Need more to chop-chop as fast as a moose on a ski slope. Can you help us out?",
    "agreement.ptdye.wscBread.title": "Food needed for the workers",
    "agreement.ptdye.wscBread.message": "Its WSC here. After any long day among the pines, our teams as hungry as a bear in spring! Were on the hunt for some good, hearty food to fill our bellies and fuel our saws. Barring that, bread would do as well.",
    "agreement.ptdye.wscBreadAndAxesFixed.title": "Food and tools, fixed rates",
    "agreement.ptdye.wscBreadAndAxesFixed.message": "We are reaching out for a bit of a deal. We're looking to set up a fixed rate for two essentials: good, sturdy axes and plenty of bread to keep our crew well-fed. We're thinking long-term partnership here, with regular orders. Let's talk numbers and see if we can make this work for both of us. Looking forward to a fruitful collaboration.",

    "agreement.ptdye.bnwRedstone.title": "Redstone from the red planet",
    "agreement.ptdye.bnwRedstone.message": "Causing quite the stir there aren't you? Your horrific red planet was empty for eons, hope you know what you are doing landing there so spectacularly. Anyways we heard your planet is red because it's made of redstone, so we want to buy some.",
    "agreement.ptdye.bnwRedstoneFixedRates.title": "Fixed rates redstone > cables",
    "agreement.ptdye.bnwRedstoneFixedRates.message": "Alright, you seem to be reliable, I believe it is time we made it official. Lets start a fixed rates agreement. Your redstone is high quality, we make great cables, simple as that.",
    "agreement.ptdye.bnwManasteel.title": "New material",
    "agreement.ptdye.bnwManasteel.message": "Hello again, we are experimenting with new types of processors based on a more conductive material, if you can get us some we can continue this research, we can't pay a lot now, but if this works out we will require much more and our budget will be higher too if you catch my drift.",
    "agreement.ptdye.bnwManasteelFixedRates.title": "Fixed rates blue > cells",
    "agreement.ptdye.bnwManasteelFixedRates.message": "Well, well, seems that this blue stuff is working really well for us, we are going to need a lot more, lets fix our rates, we can supply you with energy cells, you can supply us with this new material.",
    "agreement.ptdye.bnwQuartz.title": "Need raw materials for silicon",
    "agreement.ptdye.bnwQuartz.message": "We are great partners, you and me, its great to have a reliable source for once. Anyways, we are working on a new batch of silicon, we need some raw material, counting on you. Side note, I've talked about you to a few friends of mine, lets just say they are keeping an eye on you, the good kind of eye, don't worry.",
    "agreement.ptdye.bnwCogs.title": "Assembly expansion",
    "agreement.ptdye.bnwCogs.message": "We are expanding our assembly line, we need some parts, we are willing to shell out a bit more for this one, we are in a hurry.",
    "agreement.ptdye.bnwPolishedRoseQuartz.title": "Assembly expansion",
    "agreement.ptdye.bnwPolishedRoseQuartz.message": "We are expanding our assembly line, we need some parts, we are willing to shell out a bit more for this one, we are in a hurry.",

    "agreement.ptdye.qubeAngry.title": "Who do you think you are?!",
    "agreement.ptdye.qubeAngry.message": "You sun of a squid, thought we wouldn't find out? Who do you think you are? Waltzing over to our system and changing things around, this is unacceptable. Know this, if you want ANY trade from REAL companies around here give up this contract NOW and you will be forgiven, we may talk then.",

    "agreement.ptdye.gbdSticks.title": "Interested in exotic creatures?",
    "agreement.ptdye.gbdSticks.message": "HELLO, fellow trade mesh body! We here at gbd supply THE BEST of BEASTS. We heard you are an amazing supplier and we currently need some incentive devices to help our employees work harder, nothing special mind you, and of course in return you will get to see some our most EXCLUSIVE AMAZING BEASTS! What do you say?",
    "agreement.ptdye.gdbLead.title": "Leftovers from nether exhibition",
    "agreement.ptdye.gdbLead.message": "HELLO, we are excited to offer you an incredible opportunity! We have a few leftover beasts from our nether exhibition, the highest quality stock around! We need a few leads for our future endeavors, lets strike a deal!",
    "agreement.ptdye.gdbLeadFriend.title": "EXCLUSIVE Leftovers from nether exhibition",
    "agreement.ptdye.gdbLeadFriend.message": "As our most VALUABLE customer, we are excited to offer you a once in a lifetime opportunity! We have a few leftover beasts from our nether exhibition, and we are willing to part with them for a small fee. What do you say?",

    "agreement.ptdye.sssHelmets.title": "The syndicate needs YOU!",
    "agreement.ptdye.sssHelmets.message": "We are the syndicate, we know you have heard of us, we are here to make the world a better place, and we want you to be a part of that! We need some helmets for our new recruits, if you help us out with this, you can enjoy the feeling of being a part of something bigger than yourself!",
    "agreement.ptdye.sssHelmetsFixedRates.title": "Making the world a better place!",
    "agreement.ptdye.sssHelmetsFixedRates.message": "Amazing! Its so great to have you with us brother, or sister, or whatever you are. We always require more recruits, and so we always require more helmets!",

    "agreement.ptdye.cccRawWhite.title": "Supplements required",
    "agreement.ptdye.cccRawWhite.message": "We have been receiving complaints from customers which we have not managed to deal with violently yet. Looking into a different approach. People are experiencing extreme deficiency in white minerals on our CCC Diet Plus program. We want to acquire some additives that can solve this.",
    "agreement.ptdye.cccIronBars.title": "Building cells, supplies needed URGENTLY",
    "agreement.ptdye.cccIronBars.message": "We are currently dealing with multiple class action lawsuits about poisonings. We have apprehended a few of those scoundrels and are currently in need of new holding cells, fast.",

    "ptdye.lang.EOF": "Ignore! This is here so you don't have to keep adding ',' to previous lines adding additional changes to git"
}